import React from "react";
import "./RrogramDetails.css";

function ProgramDetails(props) {
  return (
    <div>
      {/* //start header */}
      <div className="header">
        <div className="slide">
          <div className="container">
            <div className="intro">
              <h2>اسم البرنامج</h2>
              <p>
                يُعدّ النوم جزءاً مهمّاً من الروتين اليومي للإنسان، حيث إنّ
                النوم الصحي أمراً أساسيّاً لا يقل أهمية عن الحاجة لتناول الطعام
                وشرب الماء؛ إذ إنّه يلعب دوراً مهمّاً في العديد من الوظائف
                الحيوية في الجسم، فهو يُساعد على إزالة السموم التي تتراكم خلال
                النهار من الدماغ، كما أنّه يؤثر في جميع أنسجة الجسم تقريباً بما
                فيها الدماغ، والقلب، والرئتين، بالإضافة لدوره في عملية التمثيل
                الغذائي، وتحسين المزاج، ودعم الجهاز المناعي، ومقاومة الأمراض،
                والعديد من الأدوار الأخرى التي سيتمّ ذكرها لاحقاً في هذا المقال
              </p>
              <button>سجل الآن</button>
            </div>
          </div>
        </div>
        <div class="navbar">
          <div class="container">
            <span></span>
            <ul>
              <li>
                <a href="#details">التفاصيل</a>
              </li>
              <li>
                <a href="#content">المحتوى</a>
              </li>
              <li>
                <a href="#plan">الجدول</a>
              </li>
              <li>
                <a href="#feedback">رأيك يهمنا</a>
              </li>
            </ul>
          </div>
        </div>
      </div>
      {/* // end header start program details// */}

      <div className="div" id="details">
        <div className="container">
          <div className="intro">
            <h2 className="programh2">تفاصيل البرنامج</h2>
            <p className="programp">
              يُعدّ النوم جزءاً مهمّاً من الروتين اليومي للإنسان، حيث إنّ النوم
              الصحي أمراً أساسيّاً لا يقل أهمية عن الحاجة لتناول الطعام وشرب
              الماء؛ إذ إنّه يلعب دوراً مهمّاً في العديد من الوظائف الحيوية في
              الجسم، فهو يُساعد على إزالة السموم التي تتراكم خلال النهار من
              الدماغ، كما أنّه يؤثر في جميع أنسجة الجسم تقريباً بما فيها الدماغ،
              والقلب، والرئتين، بالإضافة لدوره في عملية التمثيل الغذائي، وتحسين
              المزاج، ودعم الجهاز المناعي، ومقاومة الأمراض، والعديد من الأدوار
              الأخرى التي سيتمّ ذكرها لاحقاً في هذا المقال
            </p>
          </div>
        </div>
      </div>

      {/* //end program details //start program content */}
      <div className="div" id="content">
        <div className="container">
          <div className="intro">
            <h2 className="programh2">محتوى البرنامج</h2>
            <p className="programp">
              يُعدّ النوم جزءاً مهمّاً من الروتين اليومي للإنسان، حيث إنّ النوم
              الصحي أمراً أساسيّاً لا يقل أهمية عن الحاجة لتناول الطعام وشرب
              الماء؛ إذ إنّه يلعب دوراً مهمّاً في العديد من الوظائف الحيوية في
              الجسم، فهو يُساعد على إزالة السموم التي تتراكم خلال النهار من
              الدماغ، كما أنّه يؤثر في جميع أنسجة الجسم تقريباً بما فيها الدماغ،
              والقلب، والرئتين، بالإضافة لدوره في عملية التمثيل الغذائي، وتحسين
              المزاج، ودعم الجهاز المناعي، ومقاومة الأمراض، والعديد من الأدوار
              الأخرى التي سيتمّ ذكرها لاحقاً في هذا المقال
            </p>
            <p className="programp">
              يُعدّ النوم جزءاً مهمّاً من الروتين اليومي للإنسان، حيث إنّ النوم
              الصحي أمراً أساسيّاً لا يقل أهمية عن الحاجة لتناول الطعام وشرب
              الماء؛ إذ إنّه يلعب دوراً مهمّاً في العديد من الوظائف الحيوية في
              الجسم، فهو يُساعد على إزالة السموم التي تتراكم خلال النهار من
              الدماغ، كما أنّه يؤثر في جميع أنسجة الجسم تقريباً بما فيها الدماغ،
              والقلب، والرئتين، بالإضافة لدوره في عملية التمثيل الغذائي، وتحسين
              المزاج، ودعم الجهاز المناعي، ومقاومة الأمراض، والعديد من الأدوار
              الأخرى التي سيتمّ ذكرها لاحقاً في هذا المقال
            </p>
            <p className="programp">
              يُعدّ النوم جزءاً مهمّاً من الروتين اليومي للإنسان، حيث إنّ النوم
              الصحي أمراً أساسيّاً لا يقل أهمية عن الحاجة لتناول الطعام وشرب
              الماء؛ إذ إنّه يلعب دوراً مهمّاً في العديد من الوظائف الحيوية في
              الجسم، فهو يُساعد على إزالة السموم التي تتراكم خلال النهار من
              الدماغ، كما أنّه يؤثر في جميع أنسجة الجسم تقريباً بما فيها الدماغ،
              والقلب، والرئتين، بالإضافة لدوره في عملية التمثيل الغذائي، وتحسين
              المزاج، ودعم الجهاز المناعي، ومقاومة الأمراض، والعديد من الأدوار
              الأخرى التي سيتمّ ذكرها لاحقاً في هذا المقال
            </p>
          </div>
        </div>
      </div>

      {/*program plan*/}
      <div className="div" id="plan">
        <div className="container">
          <div className="intro">
            <h2 className="programh2">جدول البرنامج</h2>
            <p className="programp">
              يُعدّ النوم جزءاً مهمّاً من الروتين اليومي للإنسان، حيث إنّ النوم
              الصحي أمراً أساسيّاً لا يقل أهمية عن الحاجة لتناول الطعام وشرب
              الماء؛ إذ إنّه يلعب دوراً مهمّاً في العديد من الوظائف الحيوية في
              الجسم، فهو يُساعد على إزالة السموم التي تتراكم خلال النهار من
              الدماغ، كما أنّه يؤثر في جميع أنسجة الجسم تقريباً بما فيها الدماغ،
              والقلب، والرئتين، بالإضافة لدوره في عملية التمثيل الغذائي، وتحسين
              المزاج، ودعم الجهاز المناعي، ومقاومة الأمراض، والعديد من الأدوار
              الأخرى التي سيتمّ ذكرها لاحقاً في هذا المقال
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default ProgramDetails;
